Repository: wladradchenko/invest.wladradchenko.ru
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: MOEX Portfolio Calculator
ru: Расчёт инвестиционного портфеля

source: About me
ru: Обо мне

source: Docs
ru: Документация

source: Send Donut
ru: Поддержать проект

source: Index
ru: Индекс

source: Portfolio
ru: Портфель

source: Calculator
ru: Калькулятор

source: Start Now
ru: Начать

source: Allocation of capital to Moscow Exchange index securities
ru: Распределение капитала по бумагам индексов Московской Биржи

source: Indexes
ru: Индексы

source: Based on MOEX data
ru: На основе данных Московской Биржи

source: Index Selection
ru: Выбор индекса

source: Choose a Moscow Exchange index to explore its composition and performance.
ru: Выберите индекс Московской Биржи, чтобы изучить его состав и динамику.

source: Select Index
ru: Выбрать индекс

source: Loading indexes
ru: Загрузка индексов

source: Securities
ru: Ценные бумаги

source: No index selected
ru: Индекс не выбран

source: Securities Selection from Index
ru: Выбор ценных бумаг

source: Select one or more securities from the index. Specify the capital amount, and the neural network will predict the portfolio’s return.
ru: Выберите одну или несколько бумаг из индекса. Укажите сумму капитала, и нейросеть предскажет доходность портфеля.

source: Back to Indexes
ru: Назад к индексам

source: Your capital
ru: Ваш капитал

source: Calculate Portfolio
ru: Рассчитать портфель

source: Weight
ru: Вес

source: Bollinger
ru: Боллинджер

source: Summary
ru: Сводка

source: Loading securities
ru: Загрузка ценных бумаг

source: Loading data
ru: Загрузка данных

source: Important
ru: Важно

source: This information is not financial advice. All decisions are made at your own risk. Before making investment decisions, consult with a financial advisor.
ru: Эта информация не является финансовой рекомендацией. Все решения вы принимаете на свой риск. Перед принятием инвестиционных решений проконсультируйтесь с финансовым советником.

source: Portfolio Results
ru: Результаты портфеля

source: Investment analysis
ru: Инвестиционный анализ

source: Portfolio Calculation Results
ru: Результаты расчёта портфеля

source: Detailed breakdown of your portfolio allocation and expected returns.
ru: Подробный разбор распределения портфеля и ожидаемой доходности.

source: Back to Securities
ru: Назад к ценным бумагам

source: Invested Capital
ru: Инвестированный капитал

source: Expected Portfolio Value
ru: Ожидаемая стоимость портфеля

source: Expected Return
ru: Ожидаемая доходность

source: Portfolio Breakdown
ru: Распределение портфеля

source: Security
ru: Ценная бумага

source: Price
ru: Цена

source: Allocation
ru: Распределение

source: Shares
ru: Акции

source: Technical Indicators
ru: Технические индикаторы

source: Predictions
ru: Прогнозы

source: Dividends
ru: Дивиденды

source: Coupons
ru: Купоны

source: Yields
ru: Доходности

source: Select Action
ru: Выберите действие

source: If a security is present in multiple indices, the maximum weight is taken (not summed) to ensure proper diversification of the portfolio.
ru: Если бумага присутствует в нескольких индексах, используется максимальный вес (вместо суммирования), чтобы обеспечить корректную диверсификацию портфеля.

source: Securities with a weight less than 0.3% are automatically excluded, and the remaining weights are normalized to 100%.
ru: Бумаги с весом менее 0,3% автоматически исключаются, а оставшиеся веса нормализуются до 100%.

source: Add to Existing Indices
ru: Добавить к существующим индексам

source: or
ru: или

source: Open Separately (Replace Current)
ru: Открыть отдельно (заменить текущий)

source: Edit Weight
ru: Изменить вес

source: Current weight
ru: Текущий вес

source: New weight
ru: Новый вес

source: Other weights will be automatically recalculated proportionally.
ru: Остальные веса будут автоматически пересчитаны пропорционально.

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Short-Term Return Forecast on 7-days
ru: Прогноз доходности портфеля на 7 дней
